/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Derzeit wird ein Wavetable erstellt. Versuche es erneut, wenn die Erstellung abgeschlossen ist.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Für eine einzelne Wellenform wurden Klanginformationen entdeckt. Die Formantmodulation ist verfügbar, indem du den Knopf „Modulation“ auf „Formant“ drehst. Die Knöpfe „Form 1“ und „Form 2“ haben keine Funktion.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Zum Erstellen eines Wavetable muss die Audiodatei eine konstante Tonhöhe, verschiedene hohe, durch Stille getrennte Abschnitte oder einen bzw. mehrere einzelne Cycle-Abschnitte haben.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Der neue Wavetable enthält %d Wellenformen.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Wavetable wird erstellt";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Wavetable mit einzelner Wellenform erstellt";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Wavetable ist nicht erstellt";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Wavetable ist erstellt";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Intern";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Side Chain:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Aus";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Externer Audioreingang:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifizierung von Noten";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Pitch-Analyse";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analysieren: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Fehler beim Öffnen der Datei";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Die Datei, die du laden möchtest, kann nicht gefunden werden.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Fehler beim Öffnen der Datei";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Es ist nicht genügend Speicher verfügbar, um die ausgewählte Datei zu laden.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Datei enthält Tempowechsel";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Achtung: Mindestens eine der Dateien, die du importieren möchtest, enthält Marker für Tempowechsel. Diese Version von MainStage unterstützt nicht die Synchronisierung von Dateien mit Tempowechseln.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Fehler beim Öffnen der Datei";

/* Playback file alert */
"PlaybackTransientsMessage" = "Die Transienten in der ausgewählten Datei wurden in Logic Pro ausgeblendet. Öffne die Datei in Logic Pro und blende die Transienten ein, bevor du die Datei im Plug-in erneut öffnest.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Unbekannter Fehler";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Die ausgewählte Datei konnte nicht geöffnet werden.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Nicht unterstütztes Audiodateiformat";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Das Dateiformat der Audiodatei, die du hinzufügen möchtest, wird nicht unterstützt. Konvertiere die Datei mit iTunes oder einem anderen Audioprogramm in ein unterstütztes Format, bevor du sie zum Wiedergabe-Plug-in hinzufügst.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Datei fehlt)";
